export const MAP_PIN_COLORS = [
  "#E57373", // красный
  "#64B5F6", // синий
  "#81C784", // зелёный
  "#FFB74D", // оранжевый
  "#BA68C8", // фиолетовый
  "#4DD0E1", // бирюзовый
  "#F06292", // розовый
  "#A1887F", // коричневый
  "#90A4AE", // серый-синий
  "#FFD54F", // жёлтый
  "#7986CB", // индиго
  "#4DB6AC", // морская волна
  "#AED581", // светло-зелёный
  "#FFF176", // лимонный
  "#9575CD", // сиреневый
  "#4FC3F7", // небесно-голубой
  "#FF8A65", // коралловый
  "#DCE775", // лаймовый
  "#F48FB1", // светло-розовый
  "#A1887F", // кофе с молоком
  "#81D4FA", // голубой лед
  "#E57373", // ярко-красный
  "#FBC02D", // золотой
  "#8D6E63", // шоколадный
  "#CE93D8", // лаванда
  "#FF7043", // терракотовый
  "#26A69A", // насыщенный бирюзовый
  "#9CCC65", // травяной
  "#5C6BC0", // глубокий индиго
  "#FFCA28", // янтарный
  "#00ACC1", // сине-бирюзовый
  "#C5E1A5", // салатовый
];

export const MAP_PIN_LETTERS = [
  "A",
  "B",
  "C",
  "D",
  "E",
  "F",
  "G",
  "H",
  "I",
  "J",
  "K",
  "L",
  "M",
  "N",
  "O",
  "P",
  "Q",
  "R",
  "S",
  "T",
  "U",
  "V",
  "W",
  "X",
  "Y",
  "Z",
];
